Revit 2027 API
ParameterTypeId.RoomEditElectricalLoadsParam Property
 "Electrical Loads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomEditElectricalLoadsParam { get; }
Public Shared ReadOnly Property RoomEditElectricalLoadsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomEditElectricalLoadsParam {
	ForgeTypeId^ get ();
}
static member RoomEditElectricalLoadsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace